Repository: XcodesOrg/XcodesApp
Catalog: Xcodes/Resources/Localizable.xcstrings
Source language: en
Languages: ca, de, el, es, fi, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

# InstallationError.DamagedXIP
source: The archive "%@" is damaged and can't be expanded.
ca: L'arxiu "%@" està malmès i no es pot expandir.
de: Das Archiv "%@" ist beschädigt und kann nicht entpackt werden.
el: Το αρχείο αρχειοθέτησης «%@» είναι κατεστραμμένο και δεν μπορεί να αποσυμπιεστεί.
es: El archivo "%@" está dañado y no se puede expandir.
fi: Arkisto "%@" on vaurioitunut, eikä sitä voi laajentaa.
fr: L'archive "%@" est endommagée et ne peut pas être décompressée.
hi: संग्रह "%@" क्षतिग्रस्त है और इसे विस्तारित नहीं किया जा सकता है।
it: L'archivio "%@" è danneggiato e non può essere espanso.
ja: このアーカイブ "%@" は破損していて展開できません。
ko: 아카이브 "%@"이(가) 손상되어 확장할 수 없습니다.
nl: Het archief "%@" is beschadigd en kan niet worden uitgepakt.
pl: Archiwum "%@" jest uszkodzone i nie może zostać rozpakowane.
pt_br: O arquivamento "%@" está danificado e não pode ser expandido.
ru: Архив "%@" поврежден и не может быть расширен.
tr: "%@" arşivi hasar görmüş ve açılamıyor.
uk: Архів "%@" пошкоджено, його не можливо розпакувати.
zh_hans: 此压缩文件“%@”已损坏且无法解压。
zh_hant: 壓縮檔「%@」已經損壞並無法解壓縮。

# InstallationError.FailedSecurityAssessment
source: Xcode %@ failed its security assessment with the following output: %@ It remains installed at %@ if you wish to use it anyways.
ca: L'Xcode %@ ha fallat l'avaluació de seguretat amb el següent missatge: %@ Es manté instal·lat a %@ Si desitges continuar de totes maneres.
de: Die Sicherheitsprüfung für Xcode %@ ist mit folgender Meldung gescheitert: %@ Xcode bleibt unter %@ installiert, für den Fall, dass es dennoch verwendet werden soll.
el: Το Xcode %@ απέτυχε κατά την αξιολόγηση ασφαλείας του με το ακόλουθο μήνυμα: %@ Παραμένει εγκατεστημένο στο %@ αν θέλετε να το χρησιμοποιήσετε παρ' όλα αυτά.
es: Xcode %@ falló su evaluación de seguridad con el siguiente resultado: %@ Permanece instalado en %@ si desea usarlo de todos modos.
fi: Xcode versio %@ epäonnistui turvallisuusarvioinnissaan seuraavalla lähdöllä: %@ Se pysyy asennettuna osoitteeseen %@, jos haluat käyttää sitä joka tapauksessa.
fr: Xcode %@ a échoué à son évaluation de sécurité avec le résultat suivant : %@ Xcode reste installé à %@ si vous souhaitez l'utiliser quand même.
hi: Xcode %@ निम्नलिखित आउटपुट के साथ अपने सुरक्षा मूल्यांकन में विफल रहा: %@ यदि आप किसी भी तरह इसका उपयोग करना चाहते हैं तो यह %@ पर स्थापित रहता है।
it: Xcode %@ ha fallito i check di sicurezza con il seguente errore: %@ Rimane installato in %@ se vuoi usarlo comunque.
ja: Xcode %@ は、以下の出力でセキュリティ評価に失敗しました。 %@ それでも使用したい場合は、%@にインストールされたままになっています。
ko: Xcode %@이(가) 다음과 같이 보안 평가에 실패했습니다. %@ 그래도 사용하려는 경우 %@에 설치된 상태로 유지됩니다.
nl: De Xcode %@ veiligheidsbeoordeling was onsuccesvol en gaf de volgende melding: %@ Xcode blijft geïnstalleerd op %@ als je deze toch wilt gebruiken.
pl: Xcode %@ nie przeszedł testu bezpieczeństwa z następującym wynikiem: %@ Pozostaje zainstalowany w %@, jeśli mimo to chcesz go używać.
pt_br: Xcode %@ falhou suas checagens de segurança com a seguinte saída: %@ Ainda está instalado em %@ se você deseja usar ainda assim.
ru: Xcode %@ не прошел оценку безопасности со следующим выводом: %@ Он остается установленным в %@, если вы все равно хотите его использовать.
tr: Xcode %@ güvenlik görevlerini gerçekleştirirken şu hatayı verdi: %@ Yine de devam etmek isterseniz uygulama %@ konumunda bulunmaya devam ediyor.
uk: Xcode не пройшов перевірку безпеки (security assessment) з наступним повідомленням: %@ Він залишиться інстальованим в %@, на випадок якщо ви забажаєте його використовувати.
zh_hans: Xcode %@无法完成安全评估，并输出如下： %@ 但它依然被安装到了%@如果您依然想使用它的话。
zh_hant: 由於以下原因無法安全驗證 Xcode %@： %@ 如果你執意使用，該版本仍然安裝於 %@。

# InstallationError.FailedToMoveXcodeToApplications
source: Failed to move Xcode to the %@ directory.
ca: No s'ha pogut moure l'Xcode al directori %@.
de: Das Bewegen von Xcode in das %@-Verzeichnis ist nicht möglich.
el: Αδυναμία μετακίνησης του Xcode στον φάκελο %@.
es: No se pudo mover Xcode al directorio %@.
fi: Xcoden siirtäminen hakemistoon %@ epäonnistui.
fr: Impossible de déplacer Xcode vers le répertoire %@.
hi: Xcode को %@ निर्देशिका में ले जाने में विफल।
it: Non sono riuscito a spostare Xcode nella directory %@ .
ja: Xcode を %@ に移動できませんでした。
ko: Xcode를 %@ 디렉토리로 이동하지 못했습니다.
nl: Het is mislukt om Xcode te verplaatsen naar de %@ map.
pl: Nie udało się przenieść Xcode do katalogu %@.
pt_br: Falha ao mover Xcode para o diretório: %@
ru: Не удалось переместить Xcode в директорию %@.
tr: Xcode %@ klasörüne taşınamadı.
uk: Помилка при переміщенні Xcode до %@.
zh_hans: 无法将Xcode移动到目录%@。
zh_hant: 無法將 Xcode 移動至 %@ 目錄。

# InstallationError.InvalidVersion
source: %@ is not a valid version number.
ca: %@ no és un número de versió vàlid.
de: %@ ist keine gültige Versionsnummer.
el: Η έκδοση %@ δεν είναι έγκυρη.
es: %@ no es un número de versión válido.
fi: %@ ei ole kelvollinen versionumero.
fr: %@ n'est pas un numéro de version valide.
hi: %@ मान्य संस्करण संख्या नहीं है।
it: %@ non è una versione valida.
ja: %@ は有効なバージョン番号ではありません。
ko: %@은(는) 유효한 버전 번호가 아닙니다.
nl: %@ is geen geldig versie nummer.
pl: %@ nie jest prawidłowym numerem wersji.
pt_br: %@ não é uma versão válida.
ru: %@ не является допустимым номером версии.
tr: %@ geçerli bir sürüm numarası değil.
uk: %@ не є коректним номером версії.
zh_hans: %@不是一个正确的版本。
zh_hant: %@ 不是個正確的版本號碼。

# InstallationError.MissingSudoerPassword
source: Missing password. Please try again.
ca: Falta la contrassenya. Si us plau, torna-ho a intentar.
de: Passwort fehlt. Bitte erneut versuchen.
el: Λείπει το συνθηματικό. Δοκιμάστε ξανά.
es: Falta la contraseña. Inténtalo de nuevo.
fi: Salasana puuttuu. Yritä uudelleen.
fr: Mot de passe manquant. Veuillez réessayer.
hi: पासवर्ड अनुपलब्ध है। कृपया पुन: प्रयास करें।
it: Manca la password. Prova di nuovo.
ja: パスワードが見つかりません。もう一度お試しください。
ko: 비밀번호가 입력되지 않았습니다. 다시 시도해 주세요.
nl: Wachtwoord ontbreekt. Probeer het opnieuw.
pl: Brak hasła. Spróbuj ponownie.
pt_br: Faltando senha. Por favor, tente novamente.
ru: Отсутствует пароль. Повторите попытку.
tr: Eksik şifre. Lütfen tekrar deneyin
uk: Не вистачає паролю. Спробуйте ще раз.
zh_hans: 缺少密码。请再试一次。
zh_hant: 找不到密碼，請再試一次。

# InstallationError.MissingUsernameOrPassword
source: Missing username or a password. Please try again.
ca: Falta l'usuari o la contrassenya. Si us plau, torna-ho a intentar.
de: Benutzername oder ein Passwort fehlt. Bitte erneut versuchen.
el: Λείπει το όνομα χρήστη ή το συνθηματικό. Δοκιμάστε ξανά.
es: Falta el nombre de usuario o una contraseña. Inténtalo de nuevo.
fi: Käyttäjätunnus tai salasana puuttuu. Yritä uudelleen.
fr: Nom d'utilisateur ou mot de passe manquant. Veuillez réessayer.
hi: उपयोगकर्ता नाम या पासवर्ड गुम है। कृपया पुन: प्रयास करें।
it: Mancano username o password. Prova di nuovo
ja: ユーザ名またはパスワードが見つかりません。もう一度お試しください。
ko: 사용자 이름 또는 비밀번호가 입력되지 않았습니다. 다시 시도해 주세요.
nl: Ontbrekende gebruikersnaam of wachtwoord. Probeer het opnieuw.
pl: Brak nazwy użytkownika lub hasła. Spróbuj ponownie.
pt_br: Faltando usuário ou senha. Por favor, tente novamente.
ru: Отсутствует имя пользователя или пароль. Пожалуйста, попробуйте еще раз.
tr: Eksik kullanıcı adı veya şifre. Lütfen tekrar deneyin.
uk: Не вистачає імені користувача чи паролю. Спробуйте ще раз.
zh_hans: 缺少用户名或密码。请再试一次。
zh_hant: 找不到使用者名稱或是密碼，請再試一次。

# InstallationError.NoNonPrereleaseVersionAvailable
source: No non-prerelease versions available.
ca: Cap versió que no sigui provisional disponible.
de: Keine Nicht-Prerelease-Versionen verfügbar.
el: Καμία προέκδοση διαθέσιμη.
es: No hay versiones que no sean preliminares disponibles.
fi: Julkaisua edeltäviä versioita ei ole saatavilla.
fr: Aucune version non préliminaire disponible.
hi: कोई गैर-पूर्व-रिलीज़ संस्करण उपलब्ध नहीं है।
it: Non sono disponibili versioni non-prerelease.
ja: プレリリース以外の利用可能なバージョンがありません。
ko: 사전 출시 버전 이외에 사용 가능한 버전이 없습니다.
nl: Geen niet-prerelease versies beschikbaar.
pl: Brak wersji nie-przedpremierowych.
pt_br: Nenhuma versão não-pré-lançamento disponível.
ru: Нет доступных не предварительных версий.
tr: Prerelease olmayan sürümler yok.
uk: Немає доступних Release версій.
zh_hans: 没有非预发布版以外的其他可用版本。
zh_hant: 目前沒有可用的非預先發行版本。

# InstallationError.NoPrereleaseVersionAvailable
source: No prerelease versions available.
ca: Cap versió provisional disponible.
de: Keine Prerelease-Versions verfügbar.
el: Καμία προέκδοση διαθέσιμη.
es: No hay versiones preliminares disponibles.
fi: Esijulkaisuversioita ei saatavilla.
fr: Aucune version préliminaire disponible.
hi: कोई पूर्व-रिलीज़ संस्करण उपलब्ध नहीं है।
it: Non sono disponibili versioni prerelease.
ja: 利用可能なプレリリースバージョンがありません。
ko: 사용 가능한 사전 출시 버전이 없습니다.
nl: Geen prerelease versies beschikbaar.
pl: Brak wersji przedpremierowych.
pt_br: Nenhuma versão de pré-lançamento disponível.
ru: Предварительные версии недоступны.
tr: Prerelease sürümleri yok.
uk: Немає доступних RC версій.
zh_hans: 没有可用的预发布版本。
zh_hant: 目前沒有可用的預先發行版本。

# InstallationError.NotEnoughFreeSpaceToExpandArchive
source: The archive "%@" can’t be expanded because the current volume doesn’t have enough free space. Make more space available to expand the archive and then install Xcode %@ again to start installation from where it left off.
ca: L'arxiu "%@" no es pot expandir perquè el volum actual no té suficient espai lliure. Allibera més espai disponible per a poder expandir l'arxiu i llavors torna a instal·lar l'Xcode %@ des d'on ho havia deixat.
de: Das Archiv "%@" kann nicht entpackt werden, da auf dem aktuellen Volume nicht genügend freier Speicherplatz verfügbar ist. Bitte stelle mehr Platz zur Verfügung, um das Archiv zu entpacken und installiere danach Xcode %@ erneut, um die Installation von dort zu beginnen wo sie beendet wurde.
el: Το αρχείο αρχειοθέτησης «%@» δεν μπορεί να αποσυμπιεστεί καθώς δεν έχει αρκετός διαθέσιμος χώρος σε αυτόν τον τόμο.
es: El archivo "%@" no se puede expandir porque el volumen/disco actual no tiene suficiente espacio libre. Haga más espacio disponible para expandir el archivo y luego instale Xcode %@ nuevamente para comenzar la instalación desde donde lo dejó.
fi: Arkistoa "%@" ei voi laajentaa, koska nykyisessä taltiossa ei ole tarpeeksi vapaata tilaa. Anna lisää tilaa arkiston laajentamiseksi ja asenna sitten Xcode versio %@ uudelleen aloittaaksesi asennuksen siitä, mihin se jäi.
fr: L'archive "%@" ne peut pas être décompressée car le volume actuel n'a pas assez d'espace libre. Libérez plus d'espace pour décompresser l'archive, puis réinstallez Xcode %@ pour démarrer l'installation là où elle s'est arrêtée.
hi: संग्रह "%@" का विस्तार नहीं किया जा सकता क्योंकि वर्तमान वॉल्यूम में पर्याप्त रिक्त स्थान नहीं है. संग्रह का विस्तार करने के लिए अधिक स्थान उपलब्ध कराएं और फिर Xcode %@ को फिर से स्थापित करें ताकि स्थापना वहीं से शुरू की जा सके जहां से इसे छोड़ा था।
it: L'archivio "%@" non può essere espanso perché non c'è abbastanza spazio libero nel volume. Aumenta lo spazio disponibile per poter espandere l'archivio e poi installa Xcode %@ nuovamente per riprendere da dove era arrivato.
ja: このボリュームの空き容量が不足しているため、アーカイブ "%@" を展開できません。 空き容量を増やしてから Xcode %@ のインストールをもう一度お試しください。
ko: 현재 볼륨에 여유 공간이 충분하지 않기 때문에 아카이브 "%@"을(를) 확장할 수 없습니다. 아카이브를 확장하기 위해 더 많은 공간을 확보한 다음 Xcode %@을(를) 다시 설치하여 중단된 위치에서 설치를 시작하세요.
nl: Het archief "%@" kan niet worden uitgepakt omdat het huidige volume niet voldoende vrije schijf ruimte heeft. Maak meer ruimte beschikbaar om het archief uit te pakken en installeer dan Xcode %@ opnieuw om de installatie voort te zetten.
pl: Nie można rozpakować archiwum "%@", ponieważ wolumin nie ma wystarczającej ilości wolnego miejsca. Zrób więcej miejsca, aby rozpakować archiwum, a następnie zainstaluj ponownie Xcode %@, aby kontynuować instalację od miejsca, w którym została wstrzymana.
pt_br: O arquivamento "%@" não pode ser expandido porquê o volume atual não possui espaço disponível o suficiente. Libere espaço para expandir o arquivamento e então instale o Xcode %@ novamente para iniciar uma instalação de onde você parou.
ru: Архив "%@" не может быть расширен, поскольку в текущем жестком диске недостаточно свободного места. Освободите больше места для расширения архива, а затем снова установите Xcode %@, чтобы начать установку с того места, где он остановился.
tr: "%@" arşivi açılamıyor çünkü diskte yeterli alan bulunmuyor. Arşivi açmak için daha fazla alan aç ve ondan sonra kaldığın yerden devam ederek Xcode %@ sürümünü tekrar kur.
uk: Архів "%@" не можливо розпакувати, так як бракує місця. Звільніть файлове сховище щоб вистачило місця на розпаковку Архіву, та спробуйте інсталювати Xcode %@ знову.
zh_hans: 此压缩文件“%@”无法解压因为当前宗卷没有足够的可用空间。 请空出更多空间并再次安装Xcode %@以从失败处继续。
zh_hant: 由於磁碟空間不足，無法將壓縮檔「%@」解壓縮。 請騰出更多磁碟空間以完成解壓縮，並重新安裝 Xcode %@。安裝步驟將會從上次停住的地方繼續。

# InstallationError.PostInstallStepsNotPerformed.Installed
source: Installation was completed, but some post-install steps weren't performed automatically. These will be performed when you first launch Xcode %@.
ca: L'instal·lació ha finalitzat, però algunes tasques post instal·lació no s'han executat de manera automàtica. S'executaran la primera vegada que obris l'Xcode %@.
de: Die Installation ist abgeschlossen, allerdings wurden einige Post-Installationsschritte nicht automatisch ausgeführt. Diese werden beim ersten Start von Xcode %@ ausgeführt.
el: Η εγκατάσταση ολοκληρώθηκε, αλλά κάποια μετά-εγκαταστατικά βήματα δεν εκτελέστηκαν αυτόματα. Αυτά τα βήματα θα πραγματοποιηθούν κατά την πρώτη εκκίνηση του Xcode %@.
es: La instalación se completó, pero algunos pasos posteriores a la instalación no se realizaron automáticamente. Estos se realizarán cuando inicie Xcode por primera vez %@.
fi: Asennus valmistui, mutta joitain asennuksen jälkeisiä vaiheita ei suoritettu automaattisesti. Nämä suoritetaan, kun käynnistät Xcoden version %@.
fr: L'installation est terminée, mais certaines étapes de post-installation n'ont pas été effectuées automatiquement. Celles-ci seront exécutées lors du premier lancement de Xcode %@.
hi: स्थापना पूर्ण हो गई थी, लेकिन कुछ पोस्ट-इंस्टॉलेशन चरण स्वचालित रूप से निष्पादित नहीं किए गए थे। ये तब किए जाएंगे जब आप पहली बार Xcode %@ लॉन्च करेंगे।
it: L'installazione è completata, ma alcuni comandi di post installazione non sono partiti automaticamente. Verranno lanciati quando aprirai Xcode %@ per la prima volta.
ja: インストールは完了しましたが、いくつかのインストール後のタスクが自動的に実行されませんでした。このタスクは Xcode %@ を初回起動した際に実行されます。
ko: 설치가 완료되었지만 일부 설치 후 단계가 자동으로 수행되지 않았습니다. 이는 Xcode %@를 처음 실행할 때 수행됩니다.
nl: De installatie is voltooid, maar sommige post-installatie taken zijn niet uitgevoerd. Deze taken zullen worden uitgevoerd wanneer je Xcode %@ voor het eerst start.
pl: Instalacja została zakończona, ale niektóre kroki po instalacji nie zostały wykonane automatycznie. Zostaną one wykonane przy pierwszym uruchomieniu Xcode %@.
pt_br: A instalação foi completada, mas alguns passos de pós-instalação não puderam ser performados automaticamente. Estes serão performados quando você rodar o Xcode %@ pela primeira vez.
ru: Установка завершена, но некоторые шаги после установки не были выполнены автоматически. Они будут выполнены при первом запуске Xcode %@.
tr: İndirme tamamlandı, fakat bazı indirme sonrası aşamaları tamamlanamadı. Bunlar Xcode %@ uygulamasını ilk açtığınızda gerçekleşecek.
uk: Установку завершено. Але деякі post-install кроки не виконано автоматично. Ці кроки буде виконано коли ви вперше запустите Xcode %@.
zh_hans: 安装已完成，但一些安装后准备步骤没有被自动执行。它们将会在您第一次运行Xcode %@时执行。
zh_hant: 已完成安裝，但有些安裝後步驟未完成。這些步驟在首次啟動 Xcode %@ 時會自動執行。

# InstallationError.PostInstallStepsNotPerformed.NotInstalled
source: Installation was completed, but some post-install steps weren't performed automatically. Xcodes performs these steps with a privileged helper, which appears to not be installed. You can install it from Preferences > Advanced. These steps will be performed when you first launch Xcode %@.
ca: L'instal·lació ha finalitzat, però algunes tasques post instal·lació no s'han executat de manera automàtica. L'Xcodes executa aquestes tasques amb el servei privilegiat, que sembla que no està instal·lat. El pots instal·lar des de les Preferències > Avançat. Aquestes tasques s'executaran la primera vegada que obris l'Xcode %@.
de: Die Installation ist abgeschlossen, allerdings wurden einige Post-Installationsschritte nicht automatisch ausgeführt. Xcodes führt diese Schritte mittels eines privilegierten Helfers aus, welcher aber nicht installiert zu sein scheint. Er kann über Einstellungen > Erweitert installiert werden. Diese Schritte werden beim ersten Start von Xcode %@ ausgeführt.
el: Η εγκατάσταση ολοκληρώθηκε, αλλά κάποια μετά-εγκαταστατικά βήματα δεν εκτελέστηκαν αυτόματα. Το Xcodes εκτελεί αυτά τα βήματα μέσω ενός εργαλείου με δικαιώματα, το οποίο φαίνεται ως μη εγκατεστημένο. Μπορείτε να το εγκαταστήσετε πηγαίνοντας στο «Ρυθμίσεις» > «Προηγμένες». Αυτά τα βήματα θα πραγματοποιηθούν κατά την πρώτη εκκίνηση του Xcode %@.
es: La instalación se completó, pero algunos pasos posteriores a la instalación no se realizaron automáticamente. Xcodes realiza estos pasos con un asistente privilegiado, que parece no estar instalado. Puede instalarlo desde Preferencias > Avanzado. Estos pasos se realizarán cuando inicie Xcode por primera vez %@.
fi: Asennus valmistui, mutta joitain asennuksen jälkeisiä vaiheita ei suoritettu automaattisesti. Xcodes suorittaa nämä vaiheet etuoikeutetulla avustajalla, jota ei näytä olevan asennettuna. Voit asentaa sen kohdasta Asetukset > Lisäasetukset. Nämä vaiheet suoritetaan, kun käynnistät Xcode version %@ ensimmäisen kerran..
fr: L'installation est terminée, mais certaines étapes de post-installation n'ont pas été effectuées automatiquement. Xcodes effectue ces étapes avec un assistant privilégié, qui ne semble pas être installé. Vous pouvez l'installer depuis Préférences > Avancé. Ces étapes seront effectuées lors du premier lancement de Xcode %@.
hi: स्थापना पूर्ण हो गई थी, लेकिन कुछ पोस्ट-इंस्टॉलेशन चरण स्वचालित रूप से निष्पादित नहीं किए गए थे। Xcodes इन चरणों को एक विशेषाधिकार प्राप्त सहायक के साथ निष्पादित करता है, जो स्थापित नहीं प्रतीत होता है। आप इसे Preferences > Advanced(वरीयताएँ> उन्नत) से स्थापित कर सकते हैं। जब आप पहली बार Xcode %@ लॉन्च करेंगे तो ये चरण निष्पादित किए जाएंगे।
it: L'installazione è completata, ma alcuni comandi di post installazione non sono partiti automaticamente. Xcodes lancia questi comandi con un aiutante privilegiato, che sembra non essere installato. Puoi instlalarlo da Preferenze > Avanzate. Verranno lanciati quando aprirai Xcode %@ per la prima volta.
ja: インストールは完了しましたが、いくつかのインストール後作業が自動的に実行されませんでした。Xcodes は権限のあるヘルパーを使ってタスクを実行しますが、ヘルパーがインストールされていません。環境設定 > 上級者向け でインストールできます。 このタスクは Xcode %@ を初回起動した際に実行されます。
ko: 설치가 완료되었지만 일부 설치 후 단계가 자동으로 수행되지 않았습니다. Xcodes는 설치되지 않은 것으로 보이는 권한을 가진 도우미 (Privileged helper)를 사용하여 이러한 단계를 수행합니다. 권한을 가진 도우미는 환경설정 > 고급에서 설치할 수 있습니다. 이 단계는 Xcode %@를 처음 실행할 때 수행됩니다.
nl: De installatie is voltooid, maar sommige post-installatie taken zijn niet uitgevoerd. Xcodes voert deze taken uit door middel van de privileged helper, maar deze lijkt niet te zijn geïnstalleerd. Je kunt deze installeren vanaf Voorkeuren > Geavanceerd. Deze taken zullen worden uitgevoerd wanneer je Xcode %@ voor het eerst start.
pl: Instalacja została zakończona, ale niektóre kroki po instalacji nie zostały wykonane automatycznie. Xcodes wykonuje te kroki z pomocą helpera z uprawnieniami, który nie jest zainstalowany. Możesz go zainstalować w Ustawienia > Zaawansowane. Te kroki zostaną wykonane przy pierwszym uruchomieniu Xcode %@.
pt_br: A instalação foi completada, mas alguns passos de pós-instalação não puderam ser performados automaticamente. Xcodes performa estes passos com o ajudante privilegiado, que aparentemente não está instalado. Você pode instalá-lo em Preferências > Avançado. Estes passos serão performados quando você rodar o Xcode %@ pela primeira vez.
ru: Установка была завершена, но некоторые шаги после установки не были выполнены автоматически. Xcodes выполняет эти шаги с привилегированным помощником, который, похоже, не установлен. Вы можете установить его из Настройки > Дополнительно. Эти шаги будут выполнены при первом запуске Xcode %@.
tr: İndirme tamamlandı, fakat bazı indirme sonrası aşamaları otomatik tamamlanamadı. Xcodes bu aşamaları bir ayrıcalıklı yardımcı aracı ile gerçekleştirir, ama bu araç yüklenmemiş gözüküyor. Yüklemek için Tercihler > Gelişmiş yolunu kullanabilirsiniz. Bunlar Xcode %@ uygulamasını ilk açtığınızda gerçekleşecek.
uk: Інсталяцію завершено. Але деякі кроки після інсталяції не було виконано автоматично. Xcodes виконує цю роботу за допомогою "Privileged Helper", який схоже що не інстальовано. Ви можете встановити його за допомогою Налаштування > Додатково. Ці кроки буде виконано коли ви вперше запустите Xcode %@.
zh_hans: 安装已完成，但一些安装后准备步骤没有被自动执行。Xcodes使用一个提权帮助程序来执行这些步骤，但帮助程序似乎没有被安装。您可以从 偏好设置 > 高级 中安装。 这些步骤将会在您第一次运行Xcode %@时执行。
zh_hant: 已完成安裝，但有些安裝後步驟未自動執行。Xcodes 需要具有權限的輔助程式來執行這些步驟，但該程式尚未被安裝。你可以在 偏好設定 > 進階中安裝它。 這些步驟在首次啟動 Xcode %@ 時會自動執行。

# InstallationError.UnavailableVersion
source: Could not find version %@.
ca: No s'ha trobat la versió %@.
de: Kann Version %@ nicht finden.
el: Η έκδοση %@ δεν βρέθηκε.
es: No se pudo encontrar la versión %@.
fi: Versiota %@ ei löytynyt.
fr: Impossible de trouver la version %@.
hi: संस्करण %@ नहीं मिल सका।
it: Non trovo la versione %@.
ja: バージョン %@ が見つかりません。
ko: %@ 버전을 찾을 수 없습니다.
nl: Kan versie %@ niet vinden.
pl: Nie można znaleźć wersji %@.
pt_br: Não foi possível encontrar versão %@.
ru: Не удалось найти версию %@.
tr: %@ sürümü bulunamadı.
uk: Не можу знайти версію %@.
zh_hans: 无法找到版本%@。
zh_hant: 找不到版本 %@。

# InstallationError.UnsupportedFileFormat
source: Xcodes doesn't (yet) support installing Xcode from the %@ file format.
ca: L'Xcodes no soporta (encara) instal·lar l'Xcode amb el format %@.
de: Xcodes unterstützt (bislang) nicht die Installation von Xcode per %@-Dateiformat.
el: Το Xcodes δεν υποστηρίζει (ακόμη) την εγκατάσταση του Xcode από αρχεία τύπου %@.
es: Xcodes no admite (todavía) la instalación de Xcode desde el formato de archivo %@.
fi: Xcodes ei (vielä) tue Xcoden asentamista %@ tiedostomuodosta.
fr: Xcodes ne supporte pas (encore) l'installation de Xcode à partir du format de fichier %@.
hi: Xcodes (अभी तक) % @ फ़ाइल स्वरूप से Xcode स्थापित करने का समर्थन नहीं करता है।
it: Xcodes non supporta (per ora) l'installazione di Xcode dal formato %@ .
ja: Xcodes は %@ 形式でのインストールには（まだ）対応していません。
ko: Xcodes는 (아직) %@ 파일 형식에서 Xcode 설치를 지원하지 않습니다.
nl: Xcodes heeft (nog) geen ondersteuning om Xcode te installeren vanaf het %@ bestandsformaat.
pl: Xcodes nie obsługuje (jeszcze) instalowania Xcode z formatu %@.
pt_br: Xcodes (ainda) não suporta instalação de Xcode no formato de arquivo %@.
ru: Xcodes (пока) не поддерживает установку Xcode из формата файла %@.
tr: Xcodes henüz Xcodu %@ dosya formatında yüklemeye (henüz) izin vermiyor.
uk: Xcodes (поки що) не підтримує свою установку у %@ форматі.
zh_hans: Xcodes尚未支持从%@格式安装。
zh_hant: Xcodes 目前尚未支援由 %@ 檔案格式安裝 Xcode。

# InstallationError.VersionAlreadyInstalled
source: %@ is already installed at %@
ca: %@ ja està instal·lada a %@
de: %@ ist bereits installiert unter %@
el: Το %@ είναι ήδη εγκατεστημένο στο %@
es: %@ ya está instalado en %@
fi: %@ on jo asennettu osoitteeseen %@
fr: %@ est déjà installé à %@
hi: %@ पहले से ही %@ पर संस्थापित है
it: %@ è già installato in %@
ja: %@ は既に %@ にインストールされています。
ko: %@은(는) 이미 %@에 설치되어 있습니다.
nl: %@ is al geïnstalleerd op %@
pl: %@ jest już zainstalowany w %@.
pt_br: %@ já está instalada em %@
ru: %@ уже установлен в %@
tr: %@ zaten %@ konumunda yüklü.
uk: %@ вже інстальовано до %@
zh_hans: %@已经被安装到%@
zh_hant: %@ 已經在 %@ 安裝
